tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "astropenguin/formulae"

brew "coreutils"
brew "direnv"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "hub"
brew "hugo"
brew "mas"
brew "node"
brew "pandoc"
brew "pyenv"
brew "radex"
brew "rcm"
brew "sshuttle"
brew "testdisk"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"

cask "alfred"
cask "brave-browser"
cask "font-hackgen"
cask "hyper"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"
