tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "astropenguin/formulae"

brew "am"
brew "coreutils"
brew "direnv"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "hub"
brew "hugo"
brew "mas"
brew "node"
brew "pandoc"
brew "pyenv"
brew "radex"
brew "rcm"
brew "sshuttle"
brew "testdisk"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"

cask "adobe-acrobat-reader"
cask "alfred"
cask "brave-browser"
cask "docker"
cask "dozer"
cask "font-hackgen"
cask "google-backup-and-sync"
cask "hyper"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "qlfits"
cask "qlmarkdown"
cask "qlnetcdf"
cask "qlstephen"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"

mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
