tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "astropenguin/formulae"

brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "hub"
brew "hugo"
brew "node"
brew "pandoc"
brew "pyenv"
brew "radex"
brew "rcm"
brew "sshuttle"
brew "testdisk"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
